/* The string for canceling a map editing function. */
"CancelKey" = "Odustani";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Želite li zaista odustati?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Vaše promjene neće se spremiti.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Objekt koji ste stvorili neće se spremiti.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Odbaci promjene";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Otkaži uređivanje";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Nevaljana adresa";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Adresa se mora uključiti za točku";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Niste dodali lokaciju za ovu točku";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Nova točka neće se dodati";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Nastavi uređivanje";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Odaberite točku koju želite izbrisati.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Nema točaka za brisanje.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Želite li zaista izbrisati sve točke?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Ne";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Da";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Želite li prebaciti na točku?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Želite li prebaciti na poliliniju?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Želite li prebaciti na poligon?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Točke koje ste dodali neće se promijeniti, ali možete nastaviti sa stvaranjem objekta.";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Sve točke koje ste dodali izbrisat će se";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Želite li zaista izbrisati ovu točku?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Spremi";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtar";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Trenutačna lokacija";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Prijedlozi nisu nađeni";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adresa";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Poništi sve";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "Uspješno stvoreno: %@";

/* The placeholder text of the Searchbar */
"SearchKey" = "Pretraživanje";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Dodaj novu točku";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Osnovna karta";

/* The title for the standard map type. */
"StandardKey" = "Standard";

/* The title for the hybrid map type. */
"HybridKey" = "Hibrid";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Prelijetanje hibridom";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Isključeni standard";

/* The title for the satellite map type. */
"SatelliteKey" = "Satelit";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Prelijetanje satelitom";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Dodaj lokaciju";

